Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Nearly 40 per cent of petroleum production on the Norwegian shelf in 2030 will come from discoveries not yet made.
nb: Nær 40 prosent av petroleumsproduksjonen på norsk sokkel i vil i 2030 komme fra funn som ennå ikke er gjort.

source: The number and size of the discoveries will determine the level of future production.
nb: Antall og størrelsen på funnene vil avgjøre nivået på framtidig produksjon.

source: Even though significant discoveries have been made recently in both mature and immature acreage, the potential for making major discoveries is probably greater in parts of the unopened areas than in those already opened.
nb: Selv om det nylig er gjort betydelige funn både i modent og umodent areal, er mulighetene for å gjøre store funn trolig større i deler av de uåpnede områdene enn i de som allerede er åpnet.

source: The greatest expectations concern the Barents Sea.
nb: Det er størst forventninger til Barentshavet.

source: For a geologist who has worked with the Barents Sea for a long time, it is pleasing to see the substantial interest the latest oil discoveries have brought about.
nb: For en geolog som har jobbet lenge med Barentshavet, er det gledelig å se den store interessen de siste oljefunnene har skapt.

source: The area might be playing an important part in maintaining production in the long run while at the same time securing Norway’s status as a significant and reliable oil and gas exporter.
nb: Området kan komme til å spille en viktig rolle for å opprettholde produksjonen på sikt og samtidig sikre Norges status som betydelig og pålitelig olje- og gasseksportør.

source: How high will the production level on the Norwegian shelf be in 40 years?
nb: Hvor høy er produksjonen fra norsk sokkel om 40 år?

source: There will most likely be production from the North Sea, the Norwegian Sea and the Barent Sea in 2050.
nb: Det vil nok være produksjon både fra Nordsjøen, Norskehavet og Barentshavet i 2050.

source: Probably also in the new area to the east of the Barents Sea.
nb: Trolig også i det nye området i øst i Barentshavet.

source: We will most likely have started exploration activities in the north Barents Sea.
nb: Sannsynligvis har vi startet letevirksomhet nord i Barentshavet.

source: Perhaps there are other forms of oil and gas on the Norwegian shelf that are of commercial interest, such as gas hydrates and oil shale?
nb: Kanskje fins det andre former for olje og gass på norsk sokkel som har økonomisk interesse, som gasshydrater og oljeskifer?

source: I know one thing, and that is that I will work to ensure that an independent and professionally strong NPD will be important in the future, so that the NPD’s experience and expertise can be applied to the recovery of these oil and gas resources in the best interests of our society!
nb: En ting vet jeg, og det er at jeg skal jobbe for at et uavhengig og faglig sterkt OD også vil være viktig framover, slik at ODs erfaring og kunnskap også kan brukes på utvinning av disse olje- og gassressursene, til det beste for samfunnet!

source: «I look forward to getting started.
nb: ”Jeg ser fram til å ta fatt på oppgaven.

source: The southern section of the North Sea is a very exciting area of the shelf, with a mix of mature fields with vast remaining volumes and new, major discoveries, Kjetil Aasoldsen says.
nb: Den sørlige delen av Nordsjøen er et spennende område på sokkelen, med en blanding av modne felt med store gjenværende volumer og nye, store funn,” kommenterer Kjetil Aasoldsen.

source: Aasoldsen has a master’s degree in process technology from the University of Bergen (2003) and an engineering degree in chemical engineering from Bergen University College (2000).
nb: Aasoldsen har mastergrad i prosessteknologi fra Universitetet i Bergen (2003) og ingeniørutdanning innen kjemiteknikk fra Høgskolen i Bergen (2000).

source: He has worked at the Norwegian Petroleum Directorate since 2003 addressing various issues, but mostly within fields in operation, development of discoveries and gas management.
nb: Han har vært ansatt i Oljedirektoratet siden 2003, hvor han har jobbet med ulike problemstillinger – men mest med felt i drift, utbygging av funn og gassforvaltning.

source: As director, Aasoldsen will have the leading role in the North Sea South work.
nb: Som direktør får Aasoldsen hovedrollen i arbeidet med Nordsjøen sør.

source: This is a mature area with well-known challenges and new surprises.
nb: Dette er et modent område med velkjente utfordringer og nye overraskelser.

source: Aasoldsen will work closely with the Ministry of Petroleum and Energy and the industry.
nb: Aasoldsen skal ha tett dialog med Olje- og energidepartementet og med næringen.

source: Director of North Sea South is a management function within the NPD’s rotation scheme.
nb: Direktør for Nordsjøen sør er en lederfunksjon innenfor Oljedirektoratets rotasjonsordning.

source: The function period for director positions in the NPD is currently six years.
nb: Funksjonstiden for direktørstillinger i Oljedirektoratet er for tiden inntil seks år.

source: Aasoldsen replaces Kalmar Ildstad.
nb: Aasoldsen erstatter Kalmar Ildstad.

source: In all, approximately 14,300 kilometres (40 lines) of seismic data will be acquired in this area.
nb: Totalt skal det samles inn om lag 14.300 kilometer (40 linjer) seismikk i dette området.

source: The work will be carried out by the vessel Artemis Atlantic, and will continue until October.
nb: Arbeidet utføres av fartøyet Artemis Atlantic, og skal pågå fram til oktober.

source: The ship has been acquiring seismic data in the southeast part of the Barents Sea since early May, and operates with two escort vessels.
nb: Skipet har samlet inn seismikk i den sørøstlige delen av Barentshavet siden tidlig i mai, og opererer med to følgefartøy.

source: ”The acquisition activity in the south has been very efficient and successful, and we finished a couple of weeks earlier than expected,” says Director of Exploration Sissel Eriksen in the Norwegian Petroleum Directorate.
nb: ”Innsamlingen i sør har vært meget effektiv og vellykket, og vi ble ferdige et par uker før antatt,” sier letedirektør Sissel Eriksen i Oljedirektoratet.

source: The area being surveyed by the NPD is located in the former disputed area on the border between Norway and Russia.
nb: Området OD skal undersøke, ligger i det tidligere omstridte området på grensen mellom Norge og Russland.

source: The acquisition is commissioned by the Ministry of Petroleum and Energy, and is the first time the Norwegian government is acquiring seismic data in this part of the Barents Sea.
nb: Innsamlingen blir gjort på oppdrag fra Olje- og energidepartementet, og det er første gang norske myndigheter samler inn seismikk i denne delen av Barentshavet.

source: In 1996, the Norwegian Ministry of Foreign Affairs assigned the Norwegian Petroleum Directorate the task of collecting data and mapping areas in the Norwegian Sea and Barents Sea to find out how far the Norwegian Shelf extends beyond the 200-mile limit.
nb: I 1996 fikk Oljedirektoratet i oppdrag av Utenriksdepartementet å samle inn data og kartlegge områder i Norskehavet og Barentshavet for å finne ut hvor langt norsk sokkel strekker seg utover 200-milsgrensen.

source: Should Norway win acceptance for its position, the Norwegian shelf will grow by approx. 250,000 square kilometers.
nb: Dersom Norge vinner fram med sitt syn, vil norsk sokkel bli ca 250 000 kvadratkilometer større enn den er i dag.

source: Shelf boundaries are regulated by the UN Convention on Law of the Sea.
nb: Det er FNs havrettstraktat som regulerer sokkelgrenser.

source: Data collection from the Norwegian shelf has now been completed, and the documentation from the NPD will be handed over to the UN.
nb: Datainnsamlingen på norsk sokkel er nå avsluttet, og dokumentasjonen fra OD overleveres FN.

source: NPD Geologist Morten Sand and representatives from the Ministry of Foreign Affairs are currently in New York to present Norway's position.
nb: Geolog Morten Sand fra OD sammen med representanter fra UD er nå i New York for å presentere Norges syn.

source: A summary of the documentation and the maps showing the Norwegian position as regards the shelf boundaries will be published on the UN's web pages on Tuesday, 28 November.
nb: Et sammendrag av dokumentasjonen og kart som viser det norske synet på sokkelgrensene vil bli lagt ut på FNs hjemmsider i løpet av tirsdag 28. november.

source: The squares on the KART412.pdf show the areas Norway proposes for inclusion in the Norwegian shelf.
nb: Rutene på KART412.pdf (PDF 1,90 mb) viser Norges forslag til områder som skal inkluderes i norsk sokkel.

source: The work is planned to last for one month.
nb: Arbeidet er planlagt å vare i en måned.

source: The Storting (Norwegian Parliament) has tasked the NPD with mapping the seabed to gain knowledge regarding potential petroleum deposits in the area.
nb: Stortinget har gitt OD i oppdrag å kartlegge undergrunnen for å få kunnskap om mulige petroleumsforekomster i området.

source: Originally, the acquisition was to start on 1 July, but it was postponed to avoid the Institute of Marine Research’s mackerel mapping in the same area.
nb: Opprinnelig skulle innsamlingen ha startet 1. juli, men den ble utsatt for å unngå Havforskningsinstituttets makrellkartlegging i det samme området.

source: The acquisition is divided into four partial areas, and the plan is to complete one area at a time so as to disturb the fisheries as little as possible.
nb: Innsamlingen er delt inn i fire delområder, og det er meningen å gjøre seg ferdig ned ett område om gangen for å være til minst mulig hinder for fiskeriene.

source: The work will start in the northernmost area.
nb: Arbeidet starter i det nordligste området.

source: Each morning, Bodø Radio will announce the positions of the Artemis Atlantic seismic vessel over the following 24 hours.
nb: Bodø radio skal hver morgen kunngjøre posisjonene til seismikkfartøyet Artemis Atlantic de neste 24 timene.

source: The acquisition, to be carried out by the vessel M/V Artemis Atlantic, will last from six to eight weeks.
nb: Innsamlingen, som skal utføres av fartøyet M/V Artemis Atlantic, skal pågå fra seks til åtte uker.

source: In total, about 6 000 kilometres of seismic data will be acquired in this area.
nb: Totalt skal det samles inn om lag 6000 kilometer seismikk i dette området.

source: “The vessel was mobilised in Aberdeen before the weekend.
nb: ”Fartøyet ble mobilisert i Aberdeen før helga.

source: It is now headed north with two escort vessels,” says Lars Jensen, the NPD’s project manager for this summer’s seismic acquisition.
nb: forteller Lars Jensen, Oljedirektoratets prosjektleder for sommerens seismikkinnsamling.

source: “The escort vessels have come along also for safety reasons.
nb: ”Følgefartøyene er med også av sikkerhetsmessige grunner.

source: The seismic will be acquired far out at sea, and we must have good preparedness in place if something happens to the equipment or crew on the ship.”
nb: Seismikken skal samles inn langt til havs, og vi må ha en god beredskap hvis det skjer noe med utstyret eller besetningen på skipet.”

source: “We expect there to be minimal fishing so far out at sea at this time of year.”
nb: ”Vi forventer at det pågår minimalt med fiske såpass langt til havs på denne tiden av året.”

source: The NPD acquires seismic data on assignment from the Ministry of Petroleum and Energy.
nb: Oljedirektoratet samler inn seismikk på oppdrag fra Olje- og energidepartementet.

source: The funds for the acquisition were allocated through the 2012 fiscal budget.
nb: Midlene til innsamlingen er bevilget over statsbudsjettet for 2012.

source: The results from the acquisition will be part of the fact basis when the Storting determines whether to open these areas for petroleum activity.
nb: Resultatene fra innsamlingen blir en del av faktagrunnlaget når Stortinget skal ta stilling til om disse områdene skal åpnes for petroleumsvirksomhet.

source: This summer, the NPD will acquire a total of 30 000 kilometres of seismic in the Barents Sea, off Jan Mayen and in the Nordland IV and V areas.
nb: I sommer skal Oljedirektoratet samle inn totalt 30 000 kilometer seismikk i Barentshavet, utenfor Jan Mayen og i områdene Nordland IV og V.

source: This is indicated by a study carried out on behalf of the Norwegian Petroleum Directorate (NPD).
nb: Det indikerer en studie gjennomført på oppdrag fra Oljedirektoratet.

source: The consultant companies add novatech as and Unitech Power Systems carried out the area evaluation of power from land to multiple fields in the central part of the North Sea (Utsira High).
nb: Det er konsulentskapene add novatech as og Unitech Power Systems som har gjennomført områdeevalueringen av kraft fra land til flere felt i den midtre delen av Nordsjøen (Utsirahøgda).

source: The included discoveries are Dagny, Edvard Grieg, Draupne and Johan Sverdrup.
nb: De inkluderte funnene er Dagny, Edvard Grieg, Draupne og Johan Sverdrup.

source: In addition, one unidentified future field has been included in the evaluation.
nb: I tillegg er et uidentifisert framtidig felt inkludert i evalueringen.

source: Read the report (pdf):
nb: Les rapporten:

source: Elektrifiseringsvurderinger for midtre Nordsjø >> (Norwegian only)
nb: Elektrifiseringsvurderinger for midtre Nordsjø >>

source: She will also present an NPD study on use of CO2 for improved oil recovery and the NPD’s CO2 atlas.
nb: Hun presenterer også en OD- studie om bruk av CO2 til økt oljeutvinning og ODs CO2-atlas.

source: The CCS seminar (CCS=Carbon capture and storage) will take place in the Centre Court area in hall M from 09:50 to 13:00.
nb: CCS-seminaret (CCS=Carbon capture and storage) foregår I området Centre Court i hall M fra klokka 9.50 til 13.00.

source: The topic of the lecture is the NPD’s atlas for CO2 storage in the Norwegian part of the North Sea, which was published in December 2011.
nb: Tema i foredraget er Oljedirektoratets atlas for CO2-lagring i den norske delen av Nordsjøen, som ble gitt ut i desember 2011.

source: The atlas provides an overview of areas where it is possible to safely store CO2 in the subsurface over the long term.
nb: Atlaset gir en oversikt over områder der det er mulig å langtidslagre CO2 trygt i undergrunnen.

source: It also indicates the scope of storage capacity for CO2 in this part of the North Sea.
nb: Det anslår også hvor stor lagringskapasitet det er for CO2 i denne delen av Nordsjøen.

source: Eva Halland, who headed the work on making the atlas, says that the interest in the atlas has been significant, particularly among oil companies, authorities and in the academic community.
nb: Eva Halland, som ledet arbeidet med å lage atlaset, forteller at interessen for atlaset har vært stor, særlig blant oljeselskaper og myndigheter og i akademia.

source: “We receive many questions both on CO2 storage and on methodology.
nb: ”Vi får mange spørsmål både om CO2-lagring og om metodikk.

source: The atlas has been presented at several international conferences, including at a major geology congress in Australia this summer.”
nb: Atlaset er blitt presentert på flere internasjonale konferanser, blant annet på en stor geologikongress i Australia i sommer.”

source: In her lecture she will also reference a screening study on how much extra oil it will be possible to extract from fields in the North Sea using CO2 injection.
nb: I sitt foredrag viser hun også tile en screening studie av hvor mye ekstra olje det vil være mulig å hente fra felt i Nordsjøen ved hjelp av CO2-injeksjon.

source: Multiple CO2 storage atlases have been made around the world, e.g. in South Africa, Australia and the US.
nb: Det er laget flere CO2-lagringsatlas rundt om i verden, blant annet i Sør-Afrika, Australia og USA.

source: But the NPD’s map has a key difference – it deals with offshore CO2 storage, and it is significantly more detailed than the others.
nb: Men ODs skiller seg ut – det tar for seg CO2-lagring til havs, og det er vesentlig mer detaljert enn de andre.

source: “We had a unique basis for making the atlas, and in a short time, since we have access to all petroleum data from the Norwegian shelf,” says Halland.
nb: ”Vi hadde et unikt utgangspunkt for å lage atlaset, og det på kort tid, siden vi har tilgang på alle petroleumsdata fra norsk sokkel,” sier Halland.

source: The NPD has started preparing a CO2 storage atlas for the Norwegian Sea and the Barents Sea.
nb: OD er i gang med å utarbeide CO2-lagringsatlas for Norskehavet og for Barentshavet.

source: The atlas costs NOK 1000 (including shipping).
nb: Atlaset koster 1000 kroner (inkludert frakt).

source: The collecting, which will be carried out by the vessel M/V Nordic Explorer, will continue until the beginning of August.
nb: Innsamlingen, som skal utføres av fartøyet M/V Nordic Explorer, skal pågå fram til begynnelsen av august.

source: According to the plan, a total of 9,200 kilometres (63 lines) of seismic data will be collected in this area.
nb: Etter planen skal det totalt samles inn om lag 9200 kilometer (63 linjer) seismikk i dette området.

source: The vessel was mobilised at Torshavn in the Faeroe Islands before the weekend.
nb: Fartøyet ble mobilisert i Torshavn på Færøyene før helga.

source: It is now in place at Jan Mayen with three escort vessels.
nb: Det er nå på plass ved Jan Mayen med tre følgefartøy.

source: ”The escort vessels are there also for safety purposes.
nb: ”Følgefartøyene er med, også av sikkerhetsmessige grunner.

source: The seismic data are collected far out at sea, and our preparedness must be good in case anything should happen to the equipment or the crew on the ship," says Lars Jensen, the Norwegian Petroleum Directorate's project manager for this summer's seismic collection.
nb: Seismikken skal samles inn langt til havs, og vi må ha en god beredskap hvis det skjer noe med utstyret eller besetningen på skipet,” sier Lars Jensen, Oljedirektoratets prosjektleder for sommerens seismikkinnsamling.

source: The Norwegian Petroleum Directorate's collection of seismic data takes place on assignment from the Ministry of Petroleum and Energy.
nb: Oljedirektoratet samler inn seismikk på oppdrag fra Olje- og energidepartementet.

source: The funding of the collection has been allocated over the national budget for 2012.
nb: Midlene til innsamlingen er bevilget over statsbudsjettet for 2012.

source: The results from the collection will form part of the factual basis relating to the Storting’s consideration of whether or not these areas will be opened for petroleum activities.
nb: Resultatene fra innsamlingen blir en del av faktagrunnlaget når Stortinget skal ta stilling til om disse områdene skal åpnes for petroleumsvirksomhet.

source: During the summer, the Norwegian Petroleum Directorate is planning to collect a total of 29,000-30,000 kilometres of seismic data in the Barents Sea, at Jan Mayen and in the Nordland IV and V areas.
nb: I sommer planlegger Oljedirektoratet å samle inn totalt 29 000-30 000 kilometer seismikk i Barentshavet, utenfor Jan Mayen og i områdene Nordland IV og V.

source: Revus is the sole licensee.
nb: Revus er eneste rettighetshaver.

source: The well will be drilled on the 33/9-6 Delta discovery, which was made in 1976.
nb: Brønnen skal bores på funnet 33/9-6 Delta, som ble gjort i 1976.

source: The area of this production licence consists of a small part of block 33/9, between the Murchison and Statfjord Nord fields.
nb: Arealet i denne tillatelsen består av en liten del av blokk 33/9, mellom feltene Murchison og Statfjord Nord.

source: The area was carved out of production licence 37 in June 2004.
nb: Arealet ble fradelt utvinningstillatelse 37 i juni 2004.

source: In 2006, appraisal well 33/9-20 was drilled on the 33/9-6 Delta discovery.
nb: I 2006 ble avgrensingsbrønn 33/9-20 boret på funnet 33/9-6 Delta.

source: This well, also drilled from the Murchison facility, was dry.
nb: Denne brønnen, som også ble også boret fra Murchison-innretningen, var tørr.

source: The permit is conditional upon the operator securing all other permits and consents required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Read the letter >>
nb: Les brevet >>

source: The vessel has now started acquisition in “Area 2”.
nb: Fartøyet har nå startet innsamlingen i ”område 2”.

source: The seismic acquisition activity in the Nordland IV and V area started on 10 July, and the work is scheduled to last one month.
nb: Innsamlingen av seismikk i området Nordland IV og V startet 10. juli, og arbeidet skal etter planen pågå i en måned.

source: The Storting (Norwegian Parliament) tasked the Norwegian Petroleum Directorate (NPD) with mapping the subsurface to gain knowledge on possible petroleum deposits in the area.
nb: Det er Stortinget som har gitt Oljedirektoratet i oppdrag å kartlegge undergrunnen for å få kunnskap om mulige petroleumsforekomster i området.

source: The acquisition activity is divided into four areas, and the objective is to complete one area at a time so as to impede the fisheries as little as possible.
nb: Innsamlingen er delt inn i fire områder, og det er meningen å gjøre seg ferdig ned ett område om gangen for å være til minst mulig hinder for fiskeriene.

source: Work started in the northernmost area.
nb: Arbeidet startet i det nordligste området.

source: Bodø radio announces the positions of the Artemis Atlantic seismic vessel every morning for the next 24 hours.
nb: Bodø radio kunngjør hver morgen posisjonene til seismikkfartøyet Artemis Atlantic for de neste 24 timene.

source: On Monday, the vessel acquired seismic data in areas 3 and 4.
nb: Fartøyet samler mandag inn seismikk i områdene 3 og 4.

source: Before the acquisition ends on Tuesday, two lines will be acquired on the boundary between areas 2 and 3 (see map).
nb: Før avslutningen tirsdag skal det samles inn to linjer på grensen mellom områdene 2 og 3 (se kart).

source: The acquisition of seismic data in the areas Nordland IV and V off the coast of Helgeland started on 10 July.
nb: Innsamlingen av seismikk i området Nordland IV og V utenfor Helgelandskysten startet 10. juli.

source: The plan was to complete the acquisition in one month.
nb: Planen var å gjennomføre innsamlingen på én måned.

source: Each morning, Bodø radio announces the position of the seismic vessel Artemis Atlantic for the next 24 hours.
nb: Bodø radio kunngjør hver morgen posisjonene til seismikkfartøyet Artemis Atlantic for de neste 24 timene.

source: The task of mapping the subsurface in the area to gain knowledge regarding potential petroleum deposits has been assigned to the NPD by the Norwegian parliament, the Storting.
nb: Det er Stortinget som har gitt Oljedirektoratet i oppdrag å kartlegge undergrunnen for å få kunnskap om mulige petroleumsforekomster i området.

source: A total of approx. 14 300 kilometres (about 40 lines) of seismic will be acquired in this area, and according to the plan, the work will continue until mid-October.
nb: Totalt skal det samles inn om lag 14 300 kilometer (rundt 40 linjer) seismikk i dette området, og arbeidet skal etter planen pågå fram til midten av oktober.

source: The fist part of the survey took place during the period from 16 June to 3 July.
nb: Første del av kartleggingen fant sted i perioden 16. juni til 3. juli.
